Repository: ScooterSoftware/BCompare-LinuxMenus
Catalog: kde/po/*/bcompare_ext_kde5.po
Languages: fr

# @bc compare action
source: Compare
fr: comparer

# @bc merge action
source: Merge
fr: fusionner

# @bc sync action
source: Sync
fr: synchroniser

# @bc selected folder type
source: Folder
fr: dossier

# @bc selected file type
source: File
fr: fichier

source: Select Left %1 for %2
fr: Sélectionner comme %1 de gauche à %2

source: Remembers selected item for later comparison using Beyond Compare. Right-click another item to start the comparison
fr: Se souvient de l'élément sélectionné pour une comparaison ultérieure en utilisant Beyond Compare. Clique-droit sur un autre élément pour commencer la comparaison

source: Select Center %1
fr: Sélectionner comme %1 central

# @bc edit menu
source: Edit
fr: Edition

source: Edit with Beyond Compare
fr: Edition avec Beyond Compare

source: Edit the file using Beyond Compare
fr: Edition du fichier avec Beyond Compare

# @bc compare to menu
source: Compare to "%1"
fr: Comparer à "%1"

source: Compare selected item with previously selected left item, using Beyond Compare
fr: Comparer l'élément sélectionné avec le précédemment élément de gauche sélectionné, en utilisant Beyond Compare

# @bc compare menu
source: Compare
fr: Comparer

source: Compare selected items using Beyond Compare
fr: Comparer les éléments sélectionnés en utilisant Beyond Compare

source: Compare to "%1" Using
fr: Comparer à "%1" en utilisant

source: Compare Using
fr: Comparer en utilisant

# @bc sync with menu
source: Sync with "%1"
fr: Synchroniser avec "%1"

source: Sync to previously selected folder
fr: Synchroniser avec le dossier précédemment sélectionné

# @bc sync menu
source: Sync
fr: Synchroniser

source: Sync two selected folders
fr: Synchroniser les 2 dossiers sélectionnés

# @bc merge with left center menu
source: Merge with "%1", "%2"
fr: Fusionner avec "%1", "%2"

source: Merge file with previously selected left and center files using Beyond Compare
fr: Fusionner le fichier avec les fichiers gauche et central précédemment sélectionnés en utilisant Beyond Compare

# @bc merge with left menu
source: Merge with "%1"
fr: Fusionner avec "%1"

source: Merge file with previously selected left file using Beyond Compare
fr: Fusionner le fichier avec le fichier de gauche précédemment sélectionné en utilisant Beyond Compare

# @bc merge with center menu
source: Merge with "%1"
fr: Fusionner avec "%1"

source: Merge selected files (left, right) with previously selected center file
fr: Fusionner les fichiers sélectionnés (gauche, droite) avec le fichier central précédemment sélectionné

# @bc merge menu
source: Merge
fr: Fusionner

source: Merge selected files (left, right)
fr: Fusionner les fichiers sélectionnés (gauche, droite)

source: Merge selected files (left, right, center)
fr: Fusionner les fichiers sélectionnés (gauche, droite, central)
